Repository: in2code-de/publications
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_publications_domain_model_publication.tab.main
source: Main
de: Allgemein

# tx_publications_domain_model_publication.tab.identification
source: Identification
de: Identifikation

# tx_publications_domain_model_publication.tab.organization
source: Organization
de: Organisation

# tx_publications_domain_model_publication.tab.publishing
source: Publishing
de: Publizierung

# tx_publications_domain_model_publication.tab.relations
source: Relations
de: Relationen

# tx_publications_domain_model_publication.tab.misc
source: Miscellaneous
de: Diverses

# tx_publications_domain_model_publication
source: Publication
de: Publikation

# tx_publications_domain_model_publication.bibtype
source: Publication type
de: Bibliographie-Typ

# tx_publications_domain_model_publication.bibtype.article
source: Article
de: Artikel

# tx_publications_domain_model_publication.bibtype.book
source: Book
de: Buch

# tx_publications_domain_model_publication.bibtype.booklet
source: Booklet
de: Broschüre

# tx_publications_domain_model_publication.bibtype.conference
source: Conference
de: Konferenz

# tx_publications_domain_model_publication.bibtype.inbook
source: Contribution to Book
de: Buchbeitrag

# tx_publications_domain_model_publication.bibtype.incollection
source: Contribution to Collection
de: Sammlungsbeitrag

# tx_publications_domain_model_publication.bibtype.inproceedings
source: Contribution to Proceeding
de: Beitrag zur Verhandlung

# tx_publications_domain_model_publication.bibtype.manual
source: Manual
de: Handbuch

# tx_publications_domain_model_publication.bibtype.manuscript
source: Manuscript
de: Manuskript

# tx_publications_domain_model_publication.bibtype.misc
source: Miscellaneous
de: Diverses

# tx_publications_domain_model_publication.bibtype.proceedings
source: Proceedings
de: Verhandlung

# tx_publications_domain_model_publication.bibtype.unpublished
source: Unpublished
de: Nicht veröffentlicht

# tx_publications_domain_model_publication.type
source: Type
de: Typ

# tx_publications_domain_model_publication.citeid
source: Citation ID
de: Zitations-ID

# tx_publications_domain_model_publication.status
source: Publication status
de: Publikationsstatus

# tx_publications_domain_model_publication.status.0
source: published
de: publiziert

# tx_publications_domain_model_publication.status.1
source: accepted
de: akzeptiert

# tx_publications_domain_model_publication.status.2
source: submitted
de: eingereicht

# tx_publications_domain_model_publication.status.3
source: to be published
de: vor Publizierung

# tx_publications_domain_model_publication.status.4
source: in preperation
de: in Vorbereitung

# tx_publications_domain_model_publication.title
source: Title
de: Titel

# tx_publications_domain_model_publication.abstract
source: Abstract
de: Zusammenfassung

# tx_publications_domain_model_publication.journal_abbr
source: Journal (Abbreviated)
de: Journal (Abgk.)

# tx_publications_domain_model_publication.year
source: Year
de: Jahr

# tx_publications_domain_model_publication.month
source: Month
de: Monat

# tx_publications_domain_model_publication.day
source: Day
de: Tag

# tx_publications_domain_model_publication.volume
source: Volume
de: Band

# tx_publications_domain_model_publication.number
source: Number
de: Nummer

# tx_publications_domain_model_publication.number2
source: Number 2
de: Nummer 2

# tx_publications_domain_model_publication.pages
source: Pages
de: Seiten

# tx_publications_domain_model_publication.affiliation
source: Affilation
de: Zugehörigkeit

# tx_publications_domain_model_publication.note
source: Note
de: Bemerkung

# tx_publications_domain_model_publication.annotation
source: Annotation
de: Anmerkung

# tx_publications_domain_model_publication.keywords
source: Keywords (one per line)
de: Schlüsselwörter (eines pro Zeile)

# tx_publications_domain_model_publication.tags
source: Tags (one per line)
de: Marker (eines pro Zeile)

# tx_publications_domain_model_publication.file_url
source: File/URL
de: Datei/URL

# tx_publications_domain_model_publication.web_url_date
source: Web URL date
de: Web URL Abrufdatum

# tx_publications_domain_model_publication.miscellaneous
source: Miscellaneous
de: Verschiedenes

# tx_publications_domain_model_publication.miscellaneous2
source: Miscellaneous 2
de: Verschiedenes 2

# tx_publications_domain_model_publication.publisher
source: Publisher
de: Verlag

# tx_publications_domain_model_publication.series
source: Series
de: Reihe

# tx_publications_domain_model_publication.address
source: Publisher address
de: Verlagsort

# tx_publications_domain_model_publication.chapter
source: Chapter
de: Kapitel

# tx_publications_domain_model_publication.reviewed
source: Reviewed
de: Begutachtet

# tx_publications_domain_model_publication.in_library
source: Available in library
de: In Bibliothek vorhanden

# tx_publications_domain_model_publication.borrowed_by
source: Borrowed by
de: Ausgeliehen von

# tx_publications_domain_model_publication.howpublished
source: How published
de: Wie publiziert

# tx_publications_domain_model_publication.event_name
source: Event name
de: Veranstaltungsname

# tx_publications_domain_model_publication.event_place
source: Event location
de: Veranstaltungsort

# tx_publications_domain_model_publication.event_date
source: Event date
de: Veranstaltungsdatum

# tx_publications_domain_model_publication.language
source: Language
de: Sprache

# tx_publications_domain_model_publication.booktitle
source: Booktitle
de: Buchtitel

# tx_publications_domain_model_publication.organization
source: Organization
de: Organisation

# tx_publications_domain_model_publication.school
source: School
de: Schule

# tx_publications_domain_model_publication.institute
source: Institute
de: Institut

# tx_publications_domain_model_publication.authors
source: Authors
de: Autoren

# tx_publications_domain_model_author
source: Author
de: Autor

# tx_publications_domain_model_author.first_name
source: Firstname
de: Vorname

# tx_publications_domain_model_author.last_name
source: Lastname
de: Nachname

# wizardTitlePi1
source: Publications
de: Publikationen

# wizardDescriptionsPi1
source: List of publications
de: Auflistung von Publikationen

# flexform.pi1.filter.timeframe
source: Choose a timeframe
de: Zeitraum wählen

# flexform.pi1.filter.timeframe.0
source: all
de: alle

# flexform.pi1.filter.bibtypes
source: Publication status (empty = all)
de: Publikationstyp (leer = alle)

# flexform.pi1.filter.bibtypes.article
source: Article
de: Artikel

# flexform.pi1.filter.bibtypes.book
source: Book
de: Buch

# flexform.pi1.filter.bibtypes.booklet
source: Booklet
de: Broschüre

# flexform.pi1.filter.bibtypes.conference
source: Conference
de: Konferenz

# flexform.pi1.filter.bibtypes.inbook
source: Contribution to Book
de: Buchbeitrag

# flexform.pi1.filter.bibtypes.incollection
source: Contribution to Collection
de: Sammlungsbeitrag

# flexform.pi1.filter.bibtypes.inproceedings
source: Contribution to Proceeding
de: Beitrag zur Verhandlung

# flexform.pi1.filter.bibtypes.manual
source: Manual
de: Handbuch

# flexform.pi1.filter.bibtypes.manuscript
source: Manuscript
de: Manuskript

# flexform.pi1.filter.bibtypes.misc
source: Miscellaneous
de: Diverses

# flexform.pi1.filter.bibtypes.proceedings
source: Proceedings
de: Verhandlung

# flexform.pi1.filter.bibtypes.unpublished
source: Unpublished
de: Nicht veröffentlicht

# flexform.pi1.filter.status
source: Status (empty = all)
de: Status (leer = alle)

# flexform.pi1.filter.status.0
source: published
de: publiziert

# flexform.pi1.filter.status.1
source: accepted
de: akzeptiert

# flexform.pi1.filter.status.2
source: submitted
de: eingereicht

# flexform.pi1.filter.status.3
source: to be published
de: vor Publizierung

# flexform.pi1.filter.status.4
source: in preperation
de: in Vorbereitung

# flexform.pi1.filter.keywords
source: Keywords (one per line)
de: Schlüsselwörter (eines pro Zeile)

# flexform.pi1.filter.tags
source: Tags (one per line)
de: Tags (eines pro Zeile)

# flexform.pi1.filter.author
source: Author
de: Autor

# flexform.pi1.filter.extern.0
source: Show all
de: Keine Einschränkung

# flexform.pi1.filter.extern.1
source: Intern only
de: Nur Intern

# flexform.pi1.filter.extern.2
source: Extern only
de: Nur Extern

# flexform.pi1.filter.records
source: Show publications from this pages only
de: Zeige nur Publikationen von diesen Seites

# flexform.pi1.filter.highlightAuthors
source: Highlight Author (from filter)?
de: Author hervorheben (aus Filter)?

# flexform.pi1.filter.highlightAuthors.label
source: Makes filtered Authors stand out from others
de: Hebt gefilterten Author gegenüber anderen hervor.

# flexform.pi1.filter.highlightAuthorsFromSearch
source: Highlight Author used in FE Search?
de: Author hervorheben (aus Suche)?

# flexform.pi1.filter.highlightAuthorsFromSearch.label
source: Makes Authors stand out from others, when used in Search
de: Hebt gesuchten Author gegenüber anderen hervor.

# flexform.pi1.template
source: Template
de: Ansicht

# flexform.pi1.template.filtertype
source: Filter type
de: Filtertyp

# flexform.pi1.template.filtertype.classic
source: Classic
de: Klassisch

# flexform.pi1.template.filtertype.simple
source: Simple
de: Einfach

# flexform.pi1.template.filtertype.extended
source: Extended
de: Erweiter

# flexform.pi1.template.citestyle
source: Cite style
de: Zitierstil

# flexform.pi1.template.citestyle.0
source: Default
de: Standard

# flexform.pi1.template.citestyle.5
source: Coming soon...
de: Kommt in Kürze...

# flexform.pi1.template.citestyle.6
source: IEEE with abstract
de: IEEE mit abstract

# flexform.pi1.template.citestyle.7
source: Coming soon...
de: Kommt in Kürze...

# flexform.pi1.template.citestyle.8
source: Coming soon...
de: Kommt in Kürze...

# flexform.pi1.template.groupby
source: Group by
de: Gruppieren nach

# flexform.pi1.template.groupby.-1
source: none
de: Keine Grupierung

# flexform.pi1.template.groupby.0
source: year
de: Jahr

# flexform.pi1.template.groupby.1
source: type
de: Typ

# flexform.pi1.template.groupby.2
source: year and type
de: Jahr und Typ

# flexform.pi1.template.recordsPerPage
source: show this amount of records per page
de: Anzahl Datensätze pro Seite

# flexform.pi1.template.export
source: Allow an export of the publications
de: Export der Publikationen erlauben

# flexform.pi1.template.hideFilter
source: Hide filter?
de: Filter verbergen?

# flexform.pi1.template.hideEnumeration
source: Hide enumeration?
de: Nummerierung verbergen?

# flexform.pi1.template.showGroupLinks
source: Header with Links
de: Kopfleiste mit Links

# flexform.pi1.template.showGroupLinks.label
source: Display links to grouped sections. Only active when 'Group by' selected.
de: Links zu groupierten Kapitel anzeigen. Nur aktiv wenn 'Grupieren nach' ausgewählt.

# backendModule.note.pid.title
source: Page to insert records
de: Seite für das Einfügen neuer Datensätze

# backendModule.note.pid.text
source: Please choose a different location, if records should be imported into another place.
de: Bitte wählen Sie einen anderen Ort aus, wenn die Datensätze woanders gespeichert werden sollen.

# backendModule.note.nopid.title
source: No page selected
de: Keine Seite ausgewählt

# backendModule.note.nopid.text
source: Please choose a page on the left where records should be imported into.
de: Bitte wählen Sie zuerst eine Seite aus, in die Datensätze importiert werden sollen.

# backendModule.import.success
source: Import successful
de: Import erfolgreich

# backendModule.import.failure
source: Import failure
de: Import fehlgeschlagen

# backendModule.import.publicationscreated
source: Publications created
de: Neu importierte Publikationen

# backendModule.import.publicationsupdated
source: Publications updated
de: Aktualisierte Publikationen

# backendModule.import.publicationsunchanged
source: Unchanged publications
de: Unveränderte Publikationen

# backendModule.import.authorscreated
source: Authors created
de: Neu importierte Autoren

# validator.uploadValidator.size
source: File is too big. Please respect the 2MB limitations.
de: Datei ist zu groß. Bitte beachten Sie die 2MB Limitierung.

# validator.uploadValidator.extension
source: File extension is not allowed. Please use a .bib or .xml file.
de: Datei Erweiterung ist nicht zulässig. Bitte .bib oder .xml Dateien nutzen.

# backendModule.importOptions
source: Import options
de: Import Optionen

# backendModule.duplicateAuthorBehaviour
source: Behavior for checking duplicate authors
de: Verhalten zur Prüfung von doppelten Autoren

# backendModule.duplicateAuthorBehaviour.additional
source: defines whether the check for existing authors applies globally or only to the current PID
de: definiert ob die Prüfung auf existierende Autoren global oder nur für die aktuelle PID gilt

# backendModule.duplicateAuthorBehaviour.global
source: global
de: globale Prüfung

# backendModule.duplicateAuthorBehaviour.pid
source: only current PID
de: nur aktuelle PID

# backendModule.languageBehaviour
source: Language Behaviour
de: Sprachverhalten

# backendModule.languageBehaviour.additional
source: Specifies the language in which the records are created
de: gibt die Sprache an, in der die Datensätze erstellt werden
